Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_example_chat
source: Post the page to a chat
ab: Адаҟьа ачат аҟны ашьара
am: ገጹን ወደ ውይይት ላክ
an: Publicar a pachina en un chat
ar: نشر الصفحة في محادثة
ast: Espublizar la páxina nun chat
az: Səhifəni çata göndər
azb: صفحه‌نی چاته گؤندر
ban: Kirim halaman ka chat
be: Апублікаваць старонку ў чаце
bg: Публикуване на страницата в чат
bn: পাতাটি কোনো চ্যাটে পোস্ট করুন
bqi: بلگه ره من چت بنویس
br: Embann ar bajenn en ur flapadeg
brh: صفحہ چیٹ اٹ پوسٹ کبو
bs: Objavi stranicu u razgovoru
ca: Publica la pàgina en un xat
cak: Titaq ri ruxaq pa jun chat
ceb: i-Post ang page sa usa ka chat
ckb: پەڕەکە لە چاتێکدا بڵاو بکەرەوە
co: Publicà a pagina in una chat
cs: Odeslat stránku do chatu
cy: Postio’r dudalen i sgwrs
da: Send siden til en chat
de: Seite in einem Chat posten
dsb: Bok do chata stajiś
el: Δημοσίευση της σελίδας σε συνομιλία
eo: Afiŝi la paĝon en babilejo
es: Publicar la página en un chat
es_ar: Publicar la página en un chat
et: Postita leht vestlusesse
eu: Argitaratu orria txat batean
fa: ارسال صفحه به یک گفتگو
ff: Publier la page dans un chat
fi: Julkaise sivu keskustelussa
fr: Publier la page dans une discussion
fur: Publiche la pagjine intune chat
fy: Side pleatse yn in chat
ga: Postáil an leathanach chuig comhrá
gd: Postaig an duilleag gu cabadaich
gl: Publicar a páxina nunha conversa
gn: Mondo pe kuatiarogue peteĩ chatpe
gu: પૃષ્ઠને ચેટમાં પોસ્ટ કરો
he: פרסום הדף בצ'אט
hi: पेज को किसी चैट में पोस्ट करें
hil: i-Post ang page sa isa ka chat
hr: Objavi stranicu u razgovoru
hsb: Stronu do chata stajić
hu: Oldal közzététele egy csevegésben
hy: Հրապարակել էջը չաթում
ia: Publicar le pagina in un chat
id: Kirim laman ke obrolan
is: Senda síðuna í spjall
it: Pubblica la pagina in una chat
ja: ページをチャットに投稿
ka: გვერდის გამოქვეყნება ჩატში
kaa: Betti chatqa jiberiw
kab: Suffeɣ asebter deg adiwenni
kk: Бетті чатқа жіберу
km: ប្រកាសទំព័រទៅកាន់ជជែក
kmr: Rûpelê li sohbetekê biweşîne
kn: ಪುಟವನ್ನು ಚಾಟ್‌ಗೆ ಪೋಸ್ಟ್ ಮಾಡು
ko: 페이지를 채팅에 게시
kw: Postya an folen dhe geskows
lij: Publica a pagina inte 'na chat
lo: ໂພສຫນ້ານີ້ໄປໃນແຊດ
lt: Paskelbti puslapį pokalbyje
lv: Publicēt lapu tērzēšanā
meh: Publicar la página en un chat
ml: താള് ഒരു ചാറ്റിലേക്ക് പോസ്റ്റ് ചെയ്യുക
mr: पृष्ठ चॅटवर पोस्ट करा
my: စာမျက်နှာကို chat သို့ တင်ရန်
nb: Post siden i en chat
ne: पृष्ठलाई च्याटमा पोस्ट गर्नुहोस्
nl: Pagina plaatsen in een chat
nn: Post sida i ein chat
oc: Publicar la pagina dins una discussion
or: ପୃଷ୍ଠାକୁ ଏକ ଚାଟ୍‌କୁ ପୋଷ୍ଟ କରନ୍ତୁ
pa: ਸਫ਼ੇ ਨੂੰ ਚੈਟ ਵਿੱਚ ਪੋਸਟ ਕਰੋ
pa_pk: صفحہ کسے چیٹ تے پوسٹ کرو
pl: Opublikuj stronę na czacie
ps: پاڼه په چیټ کې خپره کړئ
pt_br: Publicar a página em um chat
pt_pt: Publicar a página num chat
rm: Publitgar la pagina en in chat
ro: Postează pagina într-un chat
ru: Опубликовать страницу в чате
sat: ᱥᱟᱦᱴᱟ ᱪᱮᱴ ᱨᱮ ᱯᱳᱥᱴ ᱢᱮ
sc: Pubblica sa pàgina in una chat
scn: Pubblica a pàggina nta na chat
si: පිටුව කතාබහකට පළ කරන්න
sk: Uverejniť stránku v chate
skr: ورقے کوں کہیں چیٹ وچ پوسٹ کرو
sl: Objavi stran v pogovoru
sq: Postoje faqen në një bisedë
sr: Објави страницу у разговору
su: Kirim kaca kana chat
sv: Posta sidan i en chatt
szl: Umieść strōna na czacie
ta: பக்கத்தை ஓர் அரட்டையில் இடுகையிடு
te: పేజీని చాట్‌కు పోస్ట్ చేయి
tg: Гузоштани саҳифа дар чат
th: โพสต์หน้าไปยังแชท
tl: I-post ang page sa isang chat
tok: o pana e lipu tawa toki kulupu
tr: Sayfayı bir sohbete gönder
trs: Publicar la página en un chat
tt: Битне чатка җибәрү
tzm: Suffeɣ tasna deg adiwenni
ug: بەتنى سۆھبەتكە ئەۋەت
uk: Опублікувати сторінку в чаті
ur: صفحے کو چیٹ میں پوسٹ کریں
uz: Sahifani chatga yuborish
vec: Pùblica ła pagina in na ciacołada
vi: Đăng trang lên một cuộc trò chuyện
yo: Fi ojú-ìwé ránṣẹ́ sí ìjíròrò
yua: Publicar la página en un chat
zh_hans: 将网页发布到聊天
zh_hant: 將網頁發佈到聊天室

# dejavu_example_note
source: Save the page as a note
ab: Адаҟьа азаметка ала асохранение
am: ገጹን እንደ ማስታወሻ አስቀምጥ
an: Alzar a pachina como nota
ar: حفظ الصفحة كملاحظة
ast: Guardar la páxina como nota
az: Səhifəni qeyd kimi saxla
azb: صفحه‌نی قئید کیمی ساخلا
ban: Simpen halaman dadi catetan
be: Захаваць старонку як нататку
bg: Запазване на страницата като бележка
bn: পাতাটি নোট হিসেবে সংরক্ষণ করুন
bqi: بلگه ره به عنوان یادداشت زفت
br: Enrollañ ar bajenn evel notenn
brh: صفحہ نوٹ طور سیو کبو
bs: Sačuvaj stranicu kao bilješku
ca: Desa la pàgina com a nota
cak: Tiyak ri ruxaq achi'el jun tz'ib'anïk
ceb: i-Save ang page isip note
ckb: پەڕەکە وەک تێبینی پاشەکەوت بکە
co: Arregistrà a pagina cum'è nota
cs: Uložit stránku jako poznámku
cy: Cadw’r dudalen fel nodyn
da: Gem siden som note
de: Seite als Notiz speichern
dsb: Bok ako notaz składowaś
el: Αποθήκευση της σελίδας ως σημείωσης
eo: Konservi la paĝon kiel noton
es: Guardar la página como nota
es_ar: Guardar la página como nota
et: Salvesta leht märkmena
eu: Gorde orria ohar gisa
fa: ذخیرهٔ صفحه به‌عنوان یادداشت
ff: Enregistrer la page comme note
fi: Tallenna sivu muistiinpanoksi
fr: Enregistrer la page comme note
fur: Salve la pagjine come note
fy: Side bewarje as notysje
ga: Sábháil an leathanach mar nóta
gd: Sàbhail an duilleag mar nòta
gl: Gardar a páxina como nota
gn: Ñongatu pe kuatiarogue kuatia'irõ
gu: પૃષ્ઠને નોંધ તરીકે સાચવો
he: שמירת הדף כפתק
hi: पेज को नोट के रूप में सेव करें
hil: i-Save ang page bilang note
hr: Spremi stranicu kao bilješku
hsb: Stronu jako notic składować
hu: Oldal mentése jegyzetként
hy: Պահել էջը որպես նշում
ia: Salvar le pagina como nota
id: Simpan laman sebagai catatan
is: Vista síðuna sem minnismiða
it: Salva la pagina come nota
ja: ページをメモとして保存
ka: გვერდის შენახვა შენიშვნად
kaa: Betti eskertpe sıpatında saqlaw
kab: Sekles asebter d tamawt
kk: Бетті ескертпе ретінде сақтау
km: រក្សាទុកទំព័រជាកំណត់ចំណាំ
kmr: Rûpelê wek nîşeyekê tomar bike
kn: ಪುಟವನ್ನು ಟಿಪ್ಪಣಿಯಾಗಿ ಉಳಿಸು
ko: 페이지를 메모로 저장
kw: Gwitha an folen avel notenn
lij: Sarva a pagina comme nota
lo: ບັນທຶກຫນ້ານີ້ເປັນບັນທຶກຫຍໍ້
lt: Įrašyti puslapį kaip pastabą
lv: Saglabāt lapu kā piezīmi
meh: Guardar la página como nota
ml: താള് കുറിപ്പായി കരുതിവയ്ക്കുക
mr: पृष्ठ नोंद म्हणून सेव्ह करा
my: စာမျက်နှာကို မှတ်စုအဖြစ် သိမ်းရန်
nb: Lagre siden som et notat
ne: पृष्ठलाई नोटको रूपमा सुरक्षित गर्नुहोस्
nl: Pagina opslaan als notitie
nn: Lagre sida som eit notat
oc: Enregistrar la pagina coma nòta
or: ପୃଷ୍ଠାକୁ ନୋଟ୍ ଭାବେ ସେଭ୍ କରନ୍ତୁ
pa: ਸਫ਼ੇ ਨੂੰ ਨੋਟ ਵਜੋਂ ਸੰਭਾਲੋ
pa_pk: صفحے نوں نوٹ وانگوں سیو کرو
pl: Zapisz stronę jako notatkę
ps: پاڼه د یادداشت په توګه خوندي کړئ
pt_br: Salvar a página como nota
pt_pt: Guardar a página como nota
rm: Memorisar la pagina sco notizia
ro: Salvează pagina ca notiță
ru: Сохранить страницу как заметку
sat: ᱥᱟᱦᱴᱟ ᱱᱳᱴ ᱞᱮᱠᱷᱟ ᱥᱟᱧᱪᱟᱣ ᱢᱮ
sc: Sarva sa pàgina comente nota
scn: Sarva a pàggina comu nota
si: පිටුව සටහනක් ලෙස සුරකින්න
sk: Uložiť stránku ako poznámku
skr: ورقے کوں نوٹ دے طور تے محفوظ کرو
sl: Shrani stran kot opombo
sq: Ruaje faqen si shënim
sr: Сачувај страницу као белешку
su: Simpen kaca jadi catetan
sv: Spara sidan som anteckning
szl: Zapisz strōna za notatka
ta: பக்கத்தைக் குறிப்பாகச் சேமி
te: పేజీని గమనికగా భద్రపరచు
tg: Нигоҳ доштани саҳифа ҳамчун ёддошт
th: บันทึกหน้าเป็นโน้ต
tl: I-save ang page bilang tala
tok: o awen e lipu sama sitelen
tr: Sayfayı not olarak kaydet
trs: Guardar la página como nota
tt: Битне язма итеп саклау
tzm: Sekles tasna d tamawt
ug: بەتنى خاتىرە سۈپىتىدە ساقلا
uk: Зберегти сторінку як нотатку
ur: صفحے کو نوٹ کے طور پر محفوظ کریں
uz: Sahifani eslatma sifatida saqlash
vec: Salva ła pagina come nota
vi: Lưu trang dưới dạng ghi chú
yo: Fi ojú-ìwé pamọ́ gẹ́gẹ́ bí àkọsílẹ̀
yua: Guardar la página como nota
zh_hans: 将网页保存为笔记
zh_hant: 將網頁儲存為筆記

# dejavu_example_notification
source: Send the page as a notification
ab: Адаҟьа ауведомление ала ашьара
am: ገጹን እንደ ማሳወቂያ ላክ
an: Ninviar a pachina como notificación
ar: إرسال الصفحة كإشعار
ast: Unviar la páxina como notificación
az: Səhifəni bildiriş kimi göndər
azb: صفحه‌نی بیلدیریش کیمی گؤندر
ban: Kirim halaman dadi notifikasi
be: Адправіць старонку як апавяшчэнне
bg: Изпращане на страницата като известие
bn: পাতাটি নোটিফিকেশন হিসেবে পাঠান
bqi: بلگه ره به عنوان خبر رسۊوی کو
br: Kas ar bajenn evel kemenn
brh: صفحہ اطلاع طور پٹھ
bs: Pošalji stranicu kao obavještenje
ca: Envia la pàgina com a notificació
cak: Titaq ri ruxaq achi'el jun rutzijol
ceb: Ipadala ang page isip notification
ckb: پەڕەکە وەک ئاگادارکردنەوە بنێرە
co: Mandà a pagina cum'è nutificazione
cs: Odeslat stránku jako oznámení
cy: Anfon y dudalen fel hysbysiad
da: Send siden som en notifikation
de: Seite als Benachrichtigung senden
dsb: Bok ako zdźělenku pósłaś
el: Αποστολή της σελίδας ως ειδοποίησης
eo: Sendi la paĝon kiel sciigon
es: Enviar la página como notificación
es_ar: Enviar la página como notificación
et: Saada leht teavitusena
eu: Bidali orria jakinarazpen gisa
fa: ارسال صفحه به‌عنوان اعلان
ff: Envoyer la page comme notification
fi: Lähetä sivu ilmoituksena
fr: Envoyer la page sous forme de notification
fur: Invie la pagjine come notifiche
fy: Side ferstjoere as melding
ga: Seol an leathanach mar fhógra
gd: Cuir an duilleag mar bhrath
gl: Enviar a páxina como notificación
gn: Mondo pe kuatiarogue marandurõ
gu: પૃષ્ઠને સૂચના તરીકે મોકલો
he: שליחת הדף כהתראה
hi: पेज को नोटिफ़िकेशन के रूप में भेजें
hil: Ipadala ang page bilang notification
hr: Pošalji stranicu kao obavijest
hsb: Stronu jako zdźělenku pósłać
hu: Oldal küldése értesítésként
hy: Ուղարկել էջը որպես ծանուցում
ia: Inviar le pagina como notification
id: Kirim laman sebagai notifikasi
is: Senda síðuna sem tilkynningu
it: Invia la pagina come notifica
ja: ページを通知として送信
ka: გვერდის გაგზავნა შეტყობინებად
kaa: Betti bildiriw sıpatında jiberiw
kab: Azen asebter d alɣu
kk: Бетті хабарландыру ретінде жіберу
km: ផ្ញើទំព័រជាការជូនដំណឹង
kmr: Rûpelê wek agahdariyekê bişîne
kn: ಪುಟವನ್ನು ಅಧಿಸೂಚನೆಯಾಗಿ ಕಳುಹಿಸು
ko: 페이지를 알림으로 보내기
kw: Dannvon an folen avel kessedhek
lij: Manda a pagina comme notificaçion
lo: ສົ່ງຫນ້ານີ້ເປັນການແຈ້ງເຕືອນ
lt: Siųsti puslapį kaip pranešimą
lv: Nosūtīt lapu kā paziņojumu
meh: Enviar la página como notificación
ml: താള് അറിയിപ്പായി അയയ്ക്കുക
mr: पृष्ठ सूचना म्हणून पाठवा
my: စာမျက်နှာကို အကြောင်းကြားချက်အဖြစ် ပို့ရန်
nb: Send siden som et varsel
ne: पृष्ठलाई सूचनाको रूपमा पठाउनुहोस्
nl: Pagina verzenden als melding
nn: Send sida som eit varsel
oc: Mandar la pagina coma notificacion
or: ପୃଷ୍ଠାକୁ ବିଜ୍ଞପ୍ତି ଭାବେ ପଠାନ୍ତୁ
pa: ਸਫ਼ੇ ਨੂੰ ਸੂਚਨਾ ਵਜੋਂ ਭੇਜੋ
pa_pk: صفحے نوں اطلاع وانگوں گھلو
pl: Wyślij stronę jako powiadomienie
ps: پاڼه د خبرتیا په توګه ولېږئ
pt_br: Enviar a página como notificação
pt_pt: Enviar a página como notificação
rm: Mandar la pagina sco communicaziun
ro: Trimite pagina ca notificare
ru: Отправить страницу в виде уведомления
sat: ᱥᱟᱦᱴᱟ ᱱᱚᱴᱤᱯᱷᱤᱠᱮᱥᱚᱱ ᱞᱮᱠᱷᱟ ᱠᱩᱞ ᱢᱮ
sc: Imbia sa pàgina comente notìfica
scn: Manna a pàggina comu nutìfica
si: පිටුව දැනුම්දීමක් ලෙස යවන්න
sk: Odoslať stránku ako upozornenie
skr: ورقے کوں اطلاع نامے دے طور تے بھیڄو
sl: Pošlji stran kot obvestilo
sq: Dërgoje faqen si njoftim
sr: Пошаљи страницу као обавештење
su: Kirim kaca jadi notifikasi
sv: Skicka sidan som en avisering
szl: Poślij strōna za powiadōmiynie
ta: பக்கத்தை அறிவிப்பாக அனுப்பு
te: పేజీని నోటిఫికేషన్‌గా పంపు
tg: Фиристодани саҳифа ҳамчун огоҳинома
th: ส่งหน้าเป็นการแจ้งเตือน
tl: Ipadala ang page bilang notification
tok: o pana e lipu sama toki lili
tr: Sayfayı bildirim olarak gönder
trs: Enviar la página como notificación
tt: Битне белдерү итеп җибәрү
tzm: Azen tasna d alɣu
ug: بەتنى ئۇقتۇرۇش سۈپىتىدە ئەۋەت
uk: Надіслати сторінку як сповіщення
ur: صفحے کو نوٹیفیکیشن کے طور پر بھیجیں
uz: Sahifani bildirishnoma sifatida yuborish
vec: Manda ła pagina come notìfega
vi: Gửi trang dưới dạng thông báo
yo: Fi ojú-ìwé ránṣẹ́ gẹ́gẹ́ bí ìfitónilétí
yua: Enviar la página como notificación
zh_hans: 将网页作为通知发送
zh_hant: 將網頁以通知傳送

# dejavu_example_read_later
source: Save the page to read later
ab: Адаҟьа ашьҭахь аҵара азы асохранение
am: ገጹን በኋላ ለማንበብ አስቀምጥ
an: Alzar a pachina ta leyer-la mas tarde
ar: حفظ الصفحة لقراءتها لاحقًا
ast: Guardar la páxina pa lleela dempués
az: Səhifəni sonra oxumaq üçün saxla
azb: صفحه‌نی سونرا اوخوماق اوچون ساخلا
ban: Simpen halaman anggon baca bin mani
be: Захаваць старонку, каб прачытаць пазней
bg: Запазване на страницата за по-късно четене
bn: পাতাটি পরে পড়ার জন্য সংরক্ষণ করুন
bqi: بلگه ره بره بعدا خوندن زفت
br: Enrollañ ar bajenn evit he lenn diwezhatoc’h
brh: پہ پڑھننا نا واسطے صفحہ سیو کبو
bs: Sačuvaj stranicu za kasnije čitanje
ca: Desa la pàgina per llegir-la més tard
cak: Tiyak ri ruxaq richin nisik'ïx pa jun q'ij chik
ceb: i-Save ang page para basahon sa ulahi
ckb: پەڕەکە پاشەکەوت بکە بۆ خوێندنەوەی دواتر
co: Arregistrà a pagina per leghjela dopu
cs: Uložit stránku na později
cy: Cadw’r dudalen i’w darllen yn nes ymlaen
da: Gem siden til senere læsning
de: Seite zum späteren Lesen speichern
dsb: Bok składowaś, aby pózdźej cytał
el: Αποθήκευση της σελίδας για ανάγνωση αργότερα
eo: Konservi la paĝon por legi poste
es: Guardar la página para leer más tarde
es_ar: Guardar la página para leer más tarde
et: Salvesta leht hilisemaks lugemiseks
eu: Gorde orria geroago irakurtzeko
fa: ذخیرهٔ صفحه برای خواندن بعدی
ff: Enregistrer la page pour la lire plus tard
fi: Tallenna sivu luettavaksi myöhemmin
fr: Enregistrer la page pour la lire plus tard
fur: Salve la pagjine par leile plui indenant
fy: Side bewarje om letter te lêzen
ga: Sábháil an leathanach le léamh níos déanaí
gd: Sàbhail an duilleag gus a leughadh nas anmoiche
gl: Gardar a páxina para lela máis tarde
gn: Ñongatu pe kuatiarogue emoñe'ẽ hağua ag̃uive
gu: પૃષ્ઠને પછી વાંચવા માટે સાચવો
he: שמירת הדף לקריאה מאוחר יותר
hi: पेज को बाद में पढ़ने के लिए सेव करें
hil: i-Save ang page para basahon sa ulihi
hr: Spremi stranicu za kasnije čitanje
hsb: Stronu składować, zo by pozdźišo čitał
hu: Oldal mentése későbbi olvasáshoz
hy: Պահել էջը հետագայում կարդալու համար
ia: Salvar le pagina pro leger plus tarde
id: Simpan laman untuk dibaca nanti
is: Vista síðuna til að lesa síðar
it: Salva la pagina da leggere più tardi
ja: ページを後で読むために保存
ka: გვერდის შენახვა მოგვიანებით წასაკითხად
kaa: Betti keyin oqıw ushın saqlaw
kab: Sekles asebter akken a t-teɣreḍ ticki
kk: Бетті кейін оқу үшін сақтау
km: រក្សាទុកទំព័រដើម្បីអានពេលក្រោយ
kmr: Rûpelê ji bo paşê xwendinê tomar bike
kn: ನಂತರ ಓದಲು ಪುಟವನ್ನು ಉಳಿಸು
ko: 나중에 읽도록 페이지 저장
kw: Gwitha an folen rag redya diwettha
lij: Sarva a pagina pe lezila dòppo
lo: ບັນທຶກຫນ້ານີ້ໄວ້ອ່ານພາຍຫຼັງ
lt: Įrašyti puslapį vėlesniam skaitymui
lv: Saglabāt lapu vēlākai lasīšanai
meh: Guardar la página para leer después
ml: പിന്നീട് വായിക്കാൻ താള് കരുതിവയ്ക്കുക
mr: पृष्ठ नंतर वाचण्यासाठी सेव्ह करा
my: နောက်မှဖတ်ရန် စာမျက်နှာကို သိမ်းရန်
nb: Lagre siden for å lese senere
ne: पछि पढ्न पृष्ठ सुरक्षित गर्नुहोस्
nl: Pagina opslaan om later te lezen
nn: Lagre sida for å lese seinare
oc: Enregistrar la pagina per la legir mai tard
or: ପରେ ପଢିବାକୁ ପୃଷ୍ଠା ସେଭ୍ କରନ୍ତୁ
pa: ਬਾਅਦ ਵਿੱਚ ਪੜ੍ਹਨ ਲਈ ਸਫ਼ਾ ਸੰਭਾਲੋ
pa_pk: بعد وچ پڑھن لئی صفحہ سیو کرو
pl: Zapisz stronę do przeczytania później
ps: پاڼه د وروسته لوستلو لپاره خوندي کړئ
pt_br: Salvar a página para ler depois
pt_pt: Guardar a página para ler mais tarde
rm: Memorisar la pagina per la leger pli tard
ro: Salvează pagina pentru a o citi mai târziu
ru: Сохранить страницу для чтения позже
sat: ᱛᱟᱭᱚᱢ ᱨᱮ ᱯᱟᱲᱦᱟᱣ ᱞᱟᱹᱜᱤᱛ ᱥᱟᱦᱴᱟ ᱥᱟᱧᱪᱟᱣ ᱢᱮ
sc: Sarva sa pàgina pro la lèghere prus a tradu
scn: Sarva a pàggina pi liggirla doppu
si: පසුව කියවීමට පිටුව සුරකින්න
sk: Uložiť stránku na neskoršie čítanie
skr: ورقے کوں بعد وچ پڑھݨ کیتے محفوظ کرو
sl: Shrani stran za poznejše branje
sq: Ruaje faqen për ta lexuar më vonë
sr: Сачувај страницу за касније читање
su: Simpen kaca pikeun dibaca engké
sv: Spara sidan för att läsa senare
szl: Zapisz strōna, coby przeczytać pōźnij
ta: பின்னர் படிக்கப் பக்கத்தைச் சேமி
te: తర్వాత చదవడానికి పేజీని భద్రపరచు
tg: Нигоҳ доштани саҳифа барои баъдтар хондан
th: บันทึกหน้าไว้อ่านภายหลัง
tl: I-save ang page para basahin sa ibang pagkakataon
tok: o awen e lipu tawa lukin kama
tr: Sayfayı sonra okumak için kaydet
trs: Guardar la página para leer después
tt: Битне соңрак укыр өчен саклау
tzm: Sekles tasna akken a t-teɣreḍ ticki
ug: بەتنى كېيىن ئوقۇش ئۈچۈن ساقلا
uk: Зберегти сторінку для читання пізніше
ur: صفحے کو بعد میں پڑھنے کے لیے محفوظ کریں
uz: Sahifani keyinroq o'qish uchun saqlash
vec: Salva ła pagina par łèxarla dopo
vi: Lưu trang để đọc sau
yo: Fi ojú-ìwé pamọ́ láti kà nígbà mìíràn
yua: Guardar la página para leer después
zh_hans: 保存网页以便稍后阅读
zh_hant: 儲存網頁以便稍後閱讀
